export const ConstructionWorkTypes = [
	"Земляные работы",
	"Инженерные сети",
	"Отделочные работы",
]

export const SliderData = [
	{
		id: 1,
		src: "/renders/skeleton.png",
		title: "Монолитные работы",
		badges: ["Ростверки", "Фундаментные плиты", "Вертикальные конструкции", "Плиты перекрытий", "Доковые приямки"],
	},
	{
		id: 2,
		src: "/renders/skeleton.png",
		title: "Монтаж железобетонных конструкций",
		badges: ["Колонны", "Балки", "Цокольные панели", "Лестничные марши"],
	},
	{
		id: 3,
		src: "/renders/skeleton.png",
		title: "Монтаж металлоконструкций",
		badges: ["Силовой каркас", "Фахверки", "Пожарные лестницы", "Обрамление проемов", "Рамы дымоудаления"],
	}
]
